The area of the CurveLoop of the roof or floor slab.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double AreaOfCurveLoop { get; }
  Visual Basic
Public ReadOnly Property AreaOfCurveLoop As Double
	Get
  Visual C++
public:
property double AreaOfCurveLoop {
	double get ();
}
 See Also
  HostObjectSubcomponentInfo Class
  Autodesk.Revit.DB.IFC Namespace